docs/bifurcation/base_01_inlet_3_bif_1.4_outlet_1.6_angle_0/constant/polyMesh/boundary
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}

4         
(
    INLET
    {
        type patch;
        nFaces 750;
        startFace 873001;
    }
    OUTLET_1
    {
        type patch;
        nFaces 232;
        startFace 873751;
    }
    OUTLET_2
    {
        type patch;
        nFaces 282;
        startFace 873983;
    }
    WALL
    {
        type wall;
        nFaces 33676;
        startFace 874265;
    }
)
